tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "cmake"
brew "python@3.11"
brew "chapel"
brew "cmake-docs"
brew "crystal"
brew "curl"
brew "docker"
brew "erlang"
brew "elixir"
brew "elm"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "pango"
brew "librsvg"
brew "haxe"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "lua"
brew "micro"
brew "mkdocs"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "odin"
brew "onefetch"
brew "pandoc"
brew "pastel"
brew "php"
brew "pinentry-mac"
brew "ponyc"
brew "python@3.10"
brew "python@3.9"
brew "rust"
brew "tcl-tk"
brew "tldr"
brew "tty-solitaire"
brew "vala"
brew "wget"
brew "wren"
brew "wren-cli"
brew "youtube-dl", link: false
brew "yt-dlp"
brew "zig"
